{
    "urn_id": "ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8",
    "fetch_timestamp": "2025-02-26T21:44:05.303720",
    "profile_data": {
        "industryName": "Information Technology & Services",
        "lastName": "Ademola",
        "locationName": "United States",
        "student": false,
        "geoCountryName": "United States",
        "geoCountryUrn": "urn:li:fs_geo:103644278",
        "geoLocationBackfilled": false,
        "elt": false,
        "industryUrn": "urn:li:fs_industry:96",
        "firstName": "Abby",
        "entityUrn": "urn:li:fs_profile:ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8",
        "geoLocation": {
            "geoUrn": "urn:li:fs_geo:103644278"
        },
        "location": {
            "basicLocation": {
                "countryCode": "us"
            }
        },
        "headline": "Data Analyst at Dell Technologies",
        "displayPictureUrl": "https://media.licdn.com/dms/image/v2/D4E35AQE9tBJvq7-aEQ/profile-framedphoto-shrink_",
        "img_96_96": "100_100/profile-framedphoto-shrink_100_100/0/1719437785086?e=1741230000&v=beta&t=MO87JsgnX_Y8V8NUd87RnS8HIeuvKJGgbilRmUpmu_o",
        "profile_id": "ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8",
        "profile_urn": "urn:li:fs_miniProfile:ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8",
        "member_urn": "urn:li:member:1330128740",
        "public_id": "abby-ademola-51855a311",
        "experience": [
            {
                "entityUrn": "urn:li:fs_position:(ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8,2409545825)",
                "companyName": "Dell Technologies",
                "timePeriod": {
                    "startDate": {
                        "month": 3,
                        "year": 2022
                    }
                },
                "description": "•\tPerform extensive data manipulation and analysis using SQL, Python, and R, extracting insights from large datasets to support decision-making processes.\n•\tDevelop and implement data visualization solutions utilizing Power BI and Tableau, resulting in a 20% increase in data accessibility and comprehension across departments.\n•\tConduct statistical analysis, including hypothesis testing and regression analysis, to identify trends and patterns, leading to a 15% improvement in forecasting accuracy.\n•\tUtilize data modeling techniques such as dimensional modeling and entity-relationship modeling to optimize database structures, resulting in a 25% reduction in query response time.\n•\tEmploy advanced data mining techniques, including clustering and decision trees, to identify customer segmentation patterns and enhance targeted marketing strategies.\n•\tApply machine learning algorithms, including linear regression and k-means clustering, to predict customer churn and optimize retention efforts, resulting in a 10% decrease in churn rate.\n•\tManage ETL processes using R Programming, ensuring seamless data extraction, transformation, and loading, reducing data processing time by 30%.\n•\tLeverage cloud technologies such as AWS and Linux for scalable data storage and processing, resulting in a 40% decrease in infrastructure costs.\n•\tLead project management initiatives using Visio, Excel, Word, Agile Scrum, Waterfall, and JIRA, overseeing multiple projects simultaneously and ensuring timely delivery within budget constraints.\n•\tCollaborate with cross-functional teams to establish data governance policies and procedures, ensuring data quality management and compliance with regulatory requirements.\n•\tDrive business intelligence initiatives, including KPI tracking and dashboard creation, providing actionable insights to senior leadership and driving strategic decision-making.",
                "company": {
                    "employeeCountRange": {
                        "start": 10001
                    },
                    "industries": [
                        "Computer Hardware"
                    ]
                },
                "title": "Data Analyst",
                "companyUrn": "urn:li:fs_miniCompany:15088102",
                "companyLogoUrl": "https://media.licdn.com/dms/image/v2/D560BAQF0hQrvoqdRNw/company-logo_"
            },
            {
                "entityUrn": "urn:li:fs_position:(ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8,2409551035)",
                "companyName": "Epsilon",
                "timePeriod": {
                    "endDate": {
                        "month": 2,
                        "year": 2022
                    },
                    "startDate": {
                        "month": 3,
                        "year": 2019
                    }
                },
                "description": "•\tLed comprehensive data analysis initiatives employing SQL, Python, and R, facilitating strategic insights and actionable recommendations to improve operational efficiency and revenue generation.\n•\tSpearheaded the development and implementation of dynamic data visualization solutions utilizing Power BI and Tableau, resulting in a 30% increase in data-driven decision-making efficiency.\n•\tExecuted rigorous statistical analysis methodologies such as hypothesis testing and regression analysis, yielding a 20% enhancement in predictive modeling accuracy.\n•\tOrchestrated the optimization of database structures through proficient application of data modeling techniques like dimensional modeling and entity-relationship modeling, culminating in a 25% reduction in query processing time.\n•\tApplied cutting-edge data mining algorithms including clustering and decision trees to uncover valuable customer segmentation insights, resulting in a 15% boost in targeted marketing campaign effectiveness.\n•\tEmployed advanced machine learning methodologies such as linear regression and k-means clustering to predict customer churn, achieving a notable 12% reduction in churn rate and enhancing customer retention strategies.\n•\tDirected ETL processes utilizing R Programming, streamlining data extraction, transformation, and loading operations, consequently reducing data processing time by an impressive 35%.\n•\tLeveraged cloud technologies such as AWS and Linux to establish scalable data storage and processing frameworks, leading to a significant 45% decrease in infrastructure expenditure.\n•\tOrchestrated project workflows proficiently using Visio, Excel, Word, Agile Scrum, Waterfall, and JIRA methodologies, ensuring seamless project delivery within established timelines and budget constraints.\n•\tFormulated and enforced robust data governance protocols in collaboration with cross-functional teams, ensuring adherence to stringent data quality management standards and regulatory compliance.",
                "company": {
                    "employeeCountRange": {
                        "start": 5001,
                        "end": 10000
                    },
                    "industries": [
                        "Marketing and Advertising"
                    ]
                },
                "title": "Data Analyst",
                "companyUrn": "urn:li:fs_miniCompany:3776",
                "companyLogoUrl": "https://media.licdn.com/dms/image/v2/D560BAQHTq28lFWEZTw/company-logo_"
            }
        ],
        "education": [
            {
                "entityUrn": "urn:li:fs_education:(ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8,986778568)",
                "school": {
                    "objectUrn": "urn:li:school:18554",
                    "entityUrn": "urn:li:fs_miniSchool:18554",
                    "active": true,
                    "schoolName": "Morgan State University",
                    "trackingId": "aLMx7dcURJWczePUOxmZtA==",
                    "logoUrl": "https://media.licdn.com/dms/image/v2/C4E0BAQH9Vpk0boRy1Q/company-logo_"
                },
                "timePeriod": {
                    "endDate": {
                        "month": 5,
                        "year": 2017
                    },
                    "startDate": {
                        "month": 8,
                        "year": 2014
                    }
                },
                "fieldOfStudyUrn": "urn:li:fs_fieldOfStudy:100979",
                "degreeName": "Bachelor's degree",
                "schoolName": "Morgan State University",
                "fieldOfStudy": "Social Work",
                "degreeUrn": "urn:li:fs_degree:200",
                "schoolUrn": "urn:li:fs_miniSchool:18554"
            }
        ],
        "languages": [],
        "publications": [],
        "certifications": [],
        "volunteer": [],
        "honors": [],
        "projects": [],
        "skills": [
            {
                "name": "Unsupervised Learning"
            },
            {
                "name": "Feature Engineering"
            },
            {
                "name": "Linear Regression"
            },
            {
                "name": "Correlation"
            }
        ],
        "urn_id": "ACoAAE9IJ2QB7iv7R7aPGNO2aVM-7aengWngmR8"
    }
}